{"vixra_id":"2201.0034","title":"Physique Logique","abstract":"The third Keper law is shown to be the simplest Physical Diophantine Equation, leading to the critical Universe mass in the steady-state cosmology without any numerical parameter.","category":"Mathematical Physics","authors":["F. M. Sanchez"],"published":"2022-01-07"}
{"vixra_id":"2201.0033","title":"Vibration of String (Part A）","abstract":"This paper both reviews the remaining problems in series paper of universal string and also\r\nproposes some new viewpoints and new results in this field.","category":"General Science and Philosophy","authors":["Tianren Cheng"],"published":"2022-01-07"}
{"vixra_id":"2201.0032","title":"Correlations and EPR Experiments, Evaluation of a Local Polarizer Model","abstract":"This paper studies the correlations and results produced in Bell inequalities by a local polarizer model.\r\nIt shows that the local model produces correlations conforming to classical theory, and under certain conditions conforming to quantum mechanics predictions.\r\nIt also shows that it can produce small amplitude violations of Bell inequalities due to stochastic variations.\r\nThese amplitudes are evaluated.","category":"Quantum Physics","authors":["Pierre Leroy"],"published":"2022-01-07"}
{"vixra_id":"2201.0031","title":"Unity Formulas for the Coupling Constants and the Dimensionless Physical Constants","abstract":"In this paper will be presented the unity formulas for the coupling constants and the dimensionless physical constants. The theoretical value of the strong coupling constant αs=Euler's number\/Gelfond's constant is the key that solves many problems of Physics. We will present the recommended theoretical value for the weak coupling constant. It will be presented the formula for the fine-structure constant with the golden angle,relativity factor and the fifth power of the golden mean and the simple expression for the fine-structure constant in terms of the Archimedes constant. The exact mathematical expression for the proton to electron mass ratio using Fibonacci and Lucas numbers and other two exact mathematical expressions for the proton to electron mass ratio. New formulas for the Planck length and the Avogadro's number. The unity formulas that connect the fine-structure constant and the proton to electron mass ratio. We will find the formulas that connect the strong coupling constant and the fine-structure constant. The unity formulas that connect the strong coupling constant,the weak coupling constant and the fine-structure constant. It will be presented the mathematical formulas that connects the strong coupling constant,the weak coupling constant,the proton to electron mass ratio,the fine-structure constant,the ratio of electric force to gravitational force between electron and proton,the Avogadro's number,the gravitational coupling constant for the electron and the gravitational coupling constant of proton. Also we will find the formulas for the Gravitational constant. It will be presented that the gravitational fine structure constant is a simple analogy between atomic physics and cosmology. Finally we will find the expression that connects the gravitational fine structure constant with the four coupling constants. Perhaps the gravitational fine structure constant is the coupling constant for the fifth force. In this work we will assume the theoretical value of the strong coupling constant. This value fits perfectly in the measurement of the strong coupling constant. Also we followed  the  energy wave theory and the fractal space-time theory.","category":"Nuclear and Atomic Physics","authors":["Stergios Pellis"],"published":"2022-01-07"}
{"vixra_id":"2201.0030","title":"Dark Matter and Dark Energy as a Manifestation of Gravity in the Universe","abstract":"Using Newton's law of gravity, one can correctly explain both the anomalies in the motion of stars in galaxies and the accelerated recession of galaxies in the observable Universe. That is, the concepts of “dark matter” and “dark energy” are not required. For an explanation, one must apply ordinary Newtonian gravity and take into account the dependence of the mass distribution on distance in galaxies (2D) and the observable Universe (3D). This turns out to be quite enough.","category":"Relativity and Cosmology","authors":["Bezverkhniy Volodymyr Dmytrovych"],"published":"2022-01-07"}
{"vixra_id":"2201.0029","title":"L Entropy Space and Time-Space with Energy and Unified Field Theory","abstract":"In this paper, we get a Space characteristic equation with a 1\/2 fixed point and an entropy form.Base on this Space, We setup a model to describe a photon with the velocity of light C pushed by one unit en-ergy h. and we find that it is interesting when considering the intensity of field1\/aF as the curvature of the Quantum Time-Space with ener-gy, then we get a Unified Field Equation.We hope to throw a little bit light on the big picture of uniting the quantum mechanics and General relative theory.","category":"Mathematical Physics","authors":["Liu Yajun"],"published":"2022-01-06"}
{"vixra_id":"2201.0028","title":"The Quantum Motion of the Nerve with an Interstitial Defect","abstract":"We consider the nerve as the elastic string, the left end of which is fixed at the beginning of the coordinate system, the right end is fixed at point l and mass m is fixed between the ends of the string. We determine the classical and the\r\nquantum vibration of such system. The quantum motion is obtained by the so-called non-conventional oscillator quantization method by author. The proposed model can be also related in the modified form to the problem of the Moessbauer\r\neffect, being the recoilless nuclear resonance \r\nuorescence, which is the resonant and recoil-free emission and absorption of gamma radiation by atomic nuclei bound in a solid. (Mossbauer,1958). It is not excluded that our oscillator quantization of the string can be extended to generate the new way of the string theory of matter and physiology of nerves.","category":"Physics of Biology","authors":["Miroslav Pardy"],"published":"2022-01-06"}
{"vixra_id":"2201.0027","title":"Analysing the Time Period of Vela Pulsar","abstract":"In this project, we have implemented our basic understanding of Pulsar Astronomy to calculate the Time\r\nPeriod of Vela Pulsar. Our choice of pulsar rests on the fact that it is the brightest object in the high energy\r\ngamma ray sky. The simplistic data set consisting of only voltage signals makes our preliminary attempt\r\nas closely accurate as possible. The observations had been made at 326.5 MHz through a cylindrically\r\nparaboloid telescope at Ooty. A higher frequency creates a much lower delay in the arrival time of pulses\r\nand makes our calculations even more accurate. Being an already widely studied celestial body, it gives us\r\nthe opportunity to compare our findings and make necessary modifications.","category":"Astrophysics","authors":["Shreyan Goswami","Hershini Gadaria","Sreejita Das","Midhun Goutham","Kamlesh N. Pathak"],"published":"2022-01-06"}
{"vixra_id":"2201.0026","title":"String, Brane and Mirror（Part A）","abstract":"This paper both reviews the remaining problems in series paper of universal string, and also proposes some new viewpoints and new results in this field. So the author think it is a good paper for anyone who wants to study and further understand the fundamental principal of SUPERSTRINGS! M-Theory.","category":"General Science and Philosophy","authors":["Tianren Cheng"],"published":"2022-01-06"}
{"vixra_id":"2201.0025","title":"Development of a Two-Dimensional Replicator from a Single Non-Quiescent Cell in Cellular Automata Space","abstract":"Two hard problems in the origin of life question are identification of the structure of biology’s ancestral replicator(s), and the emergence of replicators from a prebiotic environment. In the discipline of cellular automata (CA), not all CA abstractions of replication include any origin pathway to the replicating structures. In this work, an origin for the J. Byl (1989) CA replicator from an isolated non-quiescent cell is described. This origin pathway requires introduction of one oriented state and three other states, all of which permanently disappear from the subsequent replication process. Origin of the replicator and subsequent replication display three sequential and spatially-expanding domains of counter-clockwise rotation: the oriented state of a single cell rotates as the first replicator structure develops around it, followed by rotation of the 2x2 cell information loop as a replication cycle proceeds, and in subsequent cycles of replication, orientation of a parent replicator also rotates counter-clockwise as directions of replication are successively blocked by the replicator’s children.","category":"Physics of Biology","authors":["Perry W. Swanborough"],"published":"2022-01-06"}
{"vixra_id":"2201.0024","title":"Analyse der Messungen von D. C. Miller in Cleveland 1927–1929  Analysis of D. C. Miller's Measurements in Cleveland 1927–1929","abstract":"Dayton C. Miller machte nach den Experimenten auf dem Mount Wilson weitere Experimente mit dem selben Interferometer. Diese Daten werden analysiert, um die Ergebnisse einer Analyse der Daten vom Mount Wilson zu bestätigen. Eine Bestätigung wird nicht gefunden, es gibt aber Hinweise auf das erwartete theoretische Signal.","category":"Relativity and Cosmology","authors":["Sebastian Pliet"],"published":"2022-01-06"}
{"vixra_id":"2201.0023","title":"Conservation of Energy and Particle Moving Towards a Mass","abstract":"We consider a zero rest mass classical particle   moving from infinity towards a point mass along a fixed line containing  the mass. We show  gravitation with only constants $c$ and $G$ with dimension does not satisfy  conservation of energy.","category":"Classical Physics","authors":["Karl De Paepe"],"published":"2022-01-06"}
{"vixra_id":"2201.0022","title":"Analysis of D. C. Miller's Measurements in Cleveland 1927–1929 (English Version)","abstract":"After the experiments on Mount Wilson, Dayton C. Miller carried out further \r\nexperiments with the same interferometer. These data are analysed \r\nto confirm the results of an analysis of the Mount Wilson data.\r\nConfirmation is not found, but there is evidence of the expected theoretical signal.","category":"Relativity and Cosmology","authors":["Sebastian Pliet"],"published":"2022-01-06"}
{"vixra_id":"2201.0021","title":"An Arabic Dictionary: \"Al-Mujam al-W\\'{a}fi\" Or, \"Adhunik Arabi-Bangla Abhidhan\" and the Onsager's Solution Second Part","abstract":"We continue to consult an Arabic dictionary: \"al-Mujam al-w\\'{a}fi\" or, \"adhunik arabi-bangla abhidhan\" by Dr. M. Fazlur Rahman. \r\nHere we count all the words initiating with a letter, including plural, feminine gender and appearing in other letters' sections.\r\nWe draw the natural\r\nlogarithm of the number of words, normalised, starting with a letter vs the natural logarithm of the rank\r\nof the letter. We find that the words underlie a magnetisation curve. The magnetisation curve i.e. the \r\ngraph of the reduced magnetisation vs the reduced temperature is the exact Onsager solution of the two dimensional Ising model in the \r\nabsence of external magnetic field.","category":"Condensed Matter","authors":["Anindya Kumar Biswas"],"published":"2022-01-06"}
{"vixra_id":"2201.0020","title":"An Interpretationtrial of the Fine Structure Constant Formula Found by Hans de Vries","abstract":"The formula found by Hans de Vries for the fine structure constant is very elegant and accurate but there exists no explanation for it. In this paper, I try to give an interpretation. It is also shown why we have a electromagnetic field and why we have the value for the fine structure constant.","category":"Quantum Physics","authors":["Reinhard Kronberger"],"published":"2022-01-05"}
{"vixra_id":"2201.0019","title":"Malus'law Photon by Photon, a Deterministic Method","abstract":"This document proposes a method of calculation to define the direction of passage of a single photon in a polarizer.\r\nBy accumulation of measures, law of Malus is generated.\r\nThe method has the property of being completely deterministic.\r\nIt allows the simulation of an alignment of polarizers.","category":"Quantum Physics","authors":["Pierre Leroy"],"published":"2022-01-05"}
{"vixra_id":"2201.0018","title":"The 50km 3-Gyr Archean Impact Crater in NW-Australia (Pilbara Craton)_raman-Spectra of Selected Rock Samples","abstract":"The 50km Archean Impact Crater with an age of >3 Gyr is located 150km SE of Port-Hedland  on the Pilbara Craton near Marble Bar\/Western-Australia. The impact-structure is noticeable on a magnetic-anomaly map and on a contrast-enhanced satellite map. It is a yet unknown impact structure ! This impact crater is very interesting, especially for Astrobiologists, because some of the earliest life-forms on Earth developed inside the crater-area after the impact ! The Dresser- and Strelley-Pool- Formations inside the crater contain some of the oldest fosselized Stromatolites on Earth !  \r\nI have analysed some rock-samples which I have collected along a mainroad which passes the crater just outside its northern crater-rim-area (samples No: 14 to 21).  \r\nNote that the original crater-wall was later deformed by an (expansion) tectonic process that obviously was caused by the impact. And the impact in all probability was an oblique impact, which means the impactor impacted in a relatively shallow angle of ≤30°. Because of the oblique impact and the tectonic-process, fragments of the original crater-wall ended up further north close to the road were I collected the samples. Therefore the collected samples probably originate from the elevated crater-rim area.\r\nThe Raman spectra of quartz from the sample-sites 14, 16, 18 and 21-A collected along the main-road provide first evidence for an impact (shock) event as the probable cause of the described structure.  The shifts of the main Raman peaks, of analysed quartz grains from these sites, to the lower frequencies 463, 259\/266, 125 cm-1 and 463, 262, 125 and  463, 263, 204 and 463, 263, 126 are a clear first indication for an impact shock event that has caused a shock pressure of around 22 GPa ! Further indication comes from the Raman-spectrum of quartz from sample-site 23 collected near the small town Marble Bar, that originates from the western crater-rim-area of the impact crater, which also shows clear shifts of the main Raman peaks to the lower frequencies : 463, 262, 204 and 125 cm-1  \r\nMicroscopic images of some of the analysed quartz grains may provide further proof for a shock-event. (see Images on pages:  6,7,9,10,11 and 13).\r\nImages of the analysed rock-samples and photos of the sample-sites are in the Appendix at page 18.  References: see page 25","category":"Geophysics","authors":["Harry K. Hahn"],"published":"2022-01-05"}
{"vixra_id":"2201.0017","title":"On the Unification of Quantum Mechanics and the Theory of Gravitation","abstract":"In this article, we had made a link between the cosmological constant and a new universal constant. The densities of vacuum energy as obtained by the way of the cosmological constant and by the way of the new universal constant are equals.","category":"Quantum Gravity and String Theory","authors":["Alaya Kouki"],"published":"2022-01-04"}
{"vixra_id":"2201.0016","title":"Consolidating Electromagnetic Waves from Separate Sources","abstract":"The author of this article published several articles [1], [2], [3], which argue that Electromagnetic (EM) waves from different\r\nsources can and do consolidate, contrary to the acceptable notion presented in an article [4] that EM waves from separate sources cannot consolidate.\r\nThis article adds further support to the statement that EM waves from separate sources can consolidate, support that everybody can experience, from everyday experience, which can also be recorded on photos. However, as described in articles [1], [2], [3], if EM waves from separate sources do consolidate, this causes paradoxes, which must be addressed.\r\nThis additional support, provided by this article, to the statement that EM waves from separate sources can consolidate,still cannot be considered as a complete and full proof that EM waves from separate sources can consolidate, but it\r\nprovides support to the claim that an experiment as described in article [1] to implement and test such consolidations of EM waves from separate sources, is an important endeavor.\r\nSuch an experiment, which can control the various details of such EM waves consolidations, might validate that such EM waves consolidations do occur and hopefully, might also provide explanations to the paradoxes that occur in such EM waves consolidations, hopefully, explanations that agree with the explanations provided in articles [1], [2], [3].","category":"Relativity and Cosmology","authors":["Moshe Segal"],"published":"2022-01-04"}
{"vixra_id":"2201.0015","title":"A New Gravitational Time Dilation Equation","abstract":"In a previous paper, I showed that the gravitational time dilation equation, which has been accepted since Einstein published it in 1907, is incorrect. It is incorrect because it is inconsistent with the required outcome at the reunion of the twins in the famous twin ‘paradox’ of special relativity. In this paper, I describe a new gravitational time dilation (GTD) equation which IS consistent with the required outcome at the reunion of the twins. And my new GTD equation gives the same instantaneous change of the home twin’s (her) age, according to the traveling twin (him), when he instantaneously changes his velocity, as is given by the CMIF simultaneity method, but without requiring the assumption that the CMIF method requires.","category":"Relativity and Cosmology","authors":["Michael Leon Fontenot"],"published":"2022-01-04"}
{"vixra_id":"2201.0013","title":"The Dynamics of D-branes with Dirac-Born-Infeld and Chern-Simons\/Wess-Zumino Actions","abstract":"We have explained, and shown by feature stringy examples, why a D-brane in superstring theory, when treated as a fundamental dynamical object, can be described by a map from an Azumaya\/matrix manifold with a fundamental module with a connection to the target spacetime. In this sequel, we construct a non-Abelian Dirac-Born-Infeld action functional for such pairs when the target spacetime is equipped with a background (dilaton, metric, B)-field from closed strings. We next develop a technical tool needed to study variations of this action and apply it to derive the first variation of with respect. The equations of motion that govern the dynamics of D-branes then follow. We introduce a new action standard for D-branes that is to D-branes as the Polyakov action is to fundamental strings. This ‘standard action’ is abstractly a non-Abelian gauged sigma model based on maps from an Azumaya\/matrix manifold with a fundamental module with a connection enhanced by the dilaton term, the gauge-theory term, and the Chern-Simons\/Wess-Zumino term that couples to Ramond-Ramond field. In a special situation, this new theory merges the theory of harmonic maps and a gauge theory, with a nilpotent type fuzzy extension. A complete action for a D-brane world-volume must include also the Chern-Simons\/Wess-Zumino term that governs how the D-brane world-volume couples with the Ramond-Ramond fields . The current notes lay down a foundation toward the dynamics of D-branes along the line of this research project.","category":"Quantum Gravity and String Theory","authors":["Boris Stoyanov"],"published":"2022-01-03"}
{"vixra_id":"2201.0012","title":"Entanglement of Spacetime Bits as the Driver of Entropy Increase from More Precise Timekeeping","abstract":"Current research is noted addressing the observed increase in entropy from more accurate or increased precision timekeeping experiments. Entanglement of fundamental spacetime bits in a fully meshed system (single observation) is proposed as the origin of entropy increase with the rate of increase in both following a similar graphical pattern. The short essay is speculative and does not involve advanced calculations.","category":"History and Philosophy of Physics","authors":["Tariq Khan"],"published":"2022-01-01"}
{"vixra_id":"2201.0011","title":"The Electromagnetic Field Outside the Steadily Rotating Relativistic Uniform System","abstract":"Using the method of retarded potentials approximate formulas are obtained that describe the electromagnetic field outside the relativistic uniform system in the form of a charged sphere rotating at a constant speed. For the near, middle and far zones the corresponding expressions are found for the scalar and vector potentials, as well as for the electric and magnetic fields. Then these expressions are assessed for correspondence to the Laplace equations for potentials and fields. One of the purposes is to test the truth of the assumption that the scalar potential and the electric field depend neither on the value of the angular velocity of rotation of the sphere nor on the direction to the point where the field is measured. However, calculations show that potentials and fields increase as the observation point gets closer to the sphere’s equator and to the sphere’s surface, compared with the case for a stationary sphere. In this case, additions are proportional to the square of the angular velocity of rotation, the square of the sphere’s radius and inversely proportional to the square of the speed of light. The largest found relative increase in potentials and fields could reach the value of 4% for the rapidly rotating neutron star PSR J1614-2230, if the star were charged. For a proton, a similar increase in fields on its surface near the equator reaches 54%.","category":"Classical Physics","authors":["Sergey G. Fedosin"],"published":"2022-01-02"}
{"vixra_id":"2201.0010","title":"Time Damping Theory: a Method of Calculating Satellite Time Dilation","abstract":"Time damping refers to the effect that matter is damped in the gravitational field, resulting in the slow time velocity of matter.","category":"Relativity and Cosmology","authors":["Yang Long"],"published":"2022-01-05"}
{"vixra_id":"2201.0009","title":"Advanced Hilbert Space Technology","abstract":"Hilbert spaces are relevant because these extensions of vector spaces are capable of archiving sets of numbers in a structured way such that these data can be retrieved in a well-organized way.\r\nTextbooks about Hilbert spaces do not contain all subjects that make Hilbert spaces interesting and relevant. This paper adds some valuable aspects of Hilbert spaces that you will not easily find in regular textbooks about Hilbert spaces.","category":"Mathematical Physics","authors":["J. A. J. van Leunen"],"published":"2022-01-02"}
{"vixra_id":"2201.0008","title":"Вычисление спектров гармонических колебаний при помощи Метода Наименьших Квадратов Calculation of Harmonic Oscillation Spectra Using the Least Squares Method. (Ru)","abstract":"Для определения периода и фазы колебаний, присутствующих в экспериментальных данных, разработан оригинальный компьютерный алгоритм, использующий метод полного перебора моделей, получаемых Методом Наименьших Квадратов (МНК). \r\nОтличительная черта алгоритма – возможность использовать исходные данные с пропусками, с произвольно расположенными по оси Х отсчётами, а также отсутствие необходимости предварительной подготовки данных в силу возможности задавать произвольные модели для МНК.","category":"Data Structures and Algorithms","authors":["A. V. Antipin"],"published":"2022-01-02"}
{"vixra_id":"2201.0007","title":"Speed of Light is not a Natural Constant (But Representing Planet Earth as 2-Dim-Clock)","abstract":"As discussed in previous papers , todays definitions of base quantities Length and Time (space-time) by BIPM  are “wrong” due to an faulty reasoning by Einstein. Here it will be briefly summarized how the 5-dimensional space-time as a \"measuring instrument\" determines the properties of space-time. It is then briefly shown that the speed of light is not a natural constant, but how it is derived from the only natural constant (the circle number π) by radius of the earth and rotational speed of the earth.","category":"Quantum Gravity and String Theory","authors":["Manfred U. E. Pohl"],"published":"2022-01-02"}
{"vixra_id":"2201.0006","title":"How to Rotate a Frame in 4D Geometric Algebra Cl4","abstract":"The problem of base vectors rotation appeared in the formulation of the theory of AC circuits in the language of geometric algebra ([4]). In [4], it is shown how to get the desired rotor in a few steps. Here we show that it is possible to find a 4D rotor in a closed form.","category":"Mathematical Physics","authors":["Miroslav Josipović"],"published":"2022-01-02"}
{"vixra_id":"2201.0005","title":"The Reasons for the Deceleration of Photons in Matter from the Standpoint of the Theory of the Elastic Universe (Hypothesis)","abstract":"The reasons for the slowing down of light in matter are stated from the standpoint of the theory of the Elastic Universe.","category":"Condensed Matter","authors":["Alexander Dubinyansky","Pavel Churlyaev"],"published":"2022-01-01"}
{"vixra_id":"2201.0004","title":"Hidden Properties of Meson and Baryon Masses and Widths","abstract":"Regular oscillations, observed in masses and in widths in mesons and baryons, are systemically studied. The observed periods are compared and discussed. It is observed that the same fit is often able to describe different data, involving hidden properties between mesons and baryons.","category":"Nuclear and Atomic Physics","authors":["Boris Tatischeff"],"published":"2022-01-01"}
{"vixra_id":"2201.0003","title":"Zero-over-Zero Theorem","abstract":"In this paper, we provide proof of the Zero-over-Zero Theorem: For some constant k, if 0\/0 = k, then k = 1. This result would be some help for the 0^0 problem, and 0\/0 problem.","category":"Functions and Analysis","authors":["Kyumin Nam"],"published":"2022-01-01"}
{"vixra_id":"2201.0002","title":"Notes on Prime Numbers Regularity on Composite Numbers, Formal Representations and Riemann Hypothesis","abstract":"The purpose of this paper is to show, through the regularities that emerge on composite numbers, some formal representations of primality, set of prime numbers and sequence of prime numbers. These regularities will also be seen in the context of the Riemann hypothesis. \r\nThis work has been divided into three parts. \r\nIn the first part two formulas will be identified, defined in N_(>0)^2→N_(>8), that describe the infinite sequences of infinite composite odd numbers. On the basis of these formulas, two definitions will follow, both of primality and of sets of prime numbers. In addition, graphs will be used to better represent the results and the regularities that have emerged, as well as some examples on the efficiency of the formulas found for the purposes of primality.\r\nIn the second part, through an indicator function (or characteristic) and a generating function, we will try to represent a sequence of prime numbers starting both from the two primality definitions identified above, and from the simple definition of prime number. \r\nIn the third part we will try to generalize the two formulas found in the first part to domains other than N_(>0). The definitions given above will be adapted to the new formulas and, lastly, the results obtained will be analysed in the context of the Riemann hypothesis.","category":"Number Theory","authors":["Federico Romagnoli"],"published":"2022-01-01"}
{"vixra_id":"2201.0001","title":"Theoretical Value for Strong Coupling Constant","abstract":"In this paper we will study the strong coupling constant. The recommended theoretical value for the strong coupling constant is αs=Euler's number\/Gelfond's constant.  It will turn out that this value is the key that solves many problems of Physics. Τhey will be found a total of ten formulas for the strong coupling constant. First we will find the beautiful unity formulas that connect the strong coupling constant and the Fine-structure constant. It will be presented the mathematical formulas that connect dimensionless physical constants with the strong coupling constant. Also we will find the formula for the Gravitational constant with exact numerical value. Finally we will be presented the formula for the Cosmological constant.","category":"Nuclear and Atomic Physics","authors":["Stergios Pellis"],"published":"2022-01-01"}
