{"vixra_id":"2112.0007","title":"Theory of Everything – Das Geometrische Mittel Als Alternative Zum Newtonsches Gravitationsgesetz","abstract":"Newton's law of gravitation F = G m_1 m_2 \/ r ^ 2 gives very precise results for the radii r and velocities v of one orbit. But they give no indication of the diameter of celestial bodies. With the torques and a corresponding formula for the time or frequencies N_B \/ w_B = N_1 \/ w_1 = N_2 \/ w_2, all forces can be summarized: N ((i + 1)% 3, d) \/ R (((i + 1)% 3), d) = N (i, d) \/ R (i, d) d = {w, x, y, z} i = {observer, object 1, object 2} This gives the TOE with only one type of particle. Examples are calculations of the proton mass, as well as the diameter and orbit of Mercury.","category":"Mathematical Physics","authors":["Helmut Schmidt"],"published":"2021-12-01"}
{"vixra_id":"2112.0006","title":"Inconsistency in the Set of Rational Numbers Should Be Welcomed","abstract":"In previous papers we have shown logical inconsistencies within the set of rational numbers. This is not a weakness in the real or rational number systems. It just shows that the rational and real numbers can be used to develop different types of models that are consistent within themselves but not necessarily consistent with each other. This is a strength of these systems. Different people have different views of reality that are not necessarily consistent with each other. Many people hold beliefs that when logically analyzed are not consistent with each other. The rational and real number systems are robust enough to model this diversity.","category":"Set Theory and Logic","authors":["James Edwin Rock"],"published":"2021-12-01"}
{"vixra_id":"2112.0005","title":"Mass Spectrum in General Models","abstract":"Within the framework of the technology of axioms of dynamic space-matter, it is possible to calculate the mass spectrum of elementary particles and the spectrum of atomic models in a single mathematical truth.","category":"Quantum Gravity and String Theory","authors":["Pastushenko Vladimir Alexandrovich"],"published":"2021-12-01"}
{"vixra_id":"2112.0004","title":"The Solution of the Collatz Conjecture in the Tartaglia Triangle","abstract":"With the Collatz algorithm it is not possible to process all natural numbers because we do not know: quantities and values ​​of even and odd numbers and all their factors. From Tartaglia's triangle we can detect odd numbers which are the sum of the results of the infinite powers of 2 which have an even index and which are also equal to the previous odd * 4 + 1. These are all the odd numbers that * 3 + 1 generate an even number that is the result of a base power 2 and even index 2 ^ (2 * n≥1) and that, the nth half, ends at 1 because ½ of 2 ^ 1 = 2 ^ 0 = 1.","category":"Number Theory","authors":["Giovanni Di Savino"],"published":"2021-12-01"}
{"vixra_id":"2112.0003","title":"On the Development of Various Equations Concerning the Ramanujan Manuscript Book 1. New Possible Mathematical Connections with Several Topics Regarding the Dark Matter and the Supersymmetry Breaking.","abstract":"In this research thesis, we analyze further equations concerning the Ramanujan Manuscript Book 1. We obtain new possible mathematical connections with several topics regarding the Dark Matter and the Supersymmetry Breaking.","category":"Mathematical Physics","authors":["Michele Nardelli","Antonio Nardelli"],"published":"2021-12-01"}
{"vixra_id":"2112.0002","title":"Once Again About the Noosphere","abstract":"We would like to briefly stop and rethink the noospheric aspects in connection with the situation of the transition of the biosphere into the noosphere and, first of all, in connection with the world perception dualism: freedom and necessity.","category":"Geophysics","authors":["V. A. Kasimov"],"published":"2021-12-01"}
{"vixra_id":"2112.0001","title":"Our Collapsing Friedman Universe","abstract":"In 1907 using special relativity, Albert Einstein proved that vacuum permittivity, ε, changes in accelerating coordinate reference frames. ε is the scalar in Maxwell’s equations that determines the speed of light and the strength of electrical fields. In 1952, Møller confirmed Einstein’s discovery by proving that ε is a function of the curvature of static spacetimes. In 1994, Sumner proved that ε changes with the curvature of Friedmann spacetime. Photon energies are proportional to ε, but the energies of photons emitted by atoms are proportional to ε^2. This difference reverses the interpretation of Hubble redshifts. Hubble redshifts only result when a Friedmann universe is collapsing. This is confirmed by the Pantheon redshift data fit of 1048 supernovas with a negative Hubble constant Ho =-72.10±0.75 km s−1 Mpc−1 and a deceleration parameter 1\/2 < q_o < 0.51. The velocity of light in Friedmann geometry is inversely proportional to the radius of the universe. The velocity of light was infinite at the Big Bang and decreased to zero at maximum size when the universe began to collapse. The velocity of light is now accelerating towards infinity. Its current value is c. Collapse will be complete in 9.05 billion years. The current age of the universe is estimated to be 1.54 x 10^4 billion years.","category":"Relativity and Cosmology","authors":["William Q. Sumner"],"published":"2021-12-01"}
