{"vixra_id":"2112.0042","title":"What Is the Noosphere (in Russian)","abstract":"In a storm and a thunderstorm, the Noosphere will be born, in the destruction of wars and famine, the manifestation of our Planet as a whole will be expressed for the first time and will be the first manifestation of the transition from the Biosphere to the Noosphere, in which Humanity will become a powerful geological force, where its thought, consciousness, mind can geologically manifest itself. V.I. Vernadsky","category":"Geophysics","authors":["V. A. Kasimov"],"published":"2021-12-08"}
{"vixra_id":"2112.0041","title":"An Easy Proof of the Triangle Inequality","abstract":"High school and undergraduate algebra and calculus textbooks don't provide a fast and easy proof of the triangle inequality.  Here is a proof that seems relatively easy.  It does require a little bit of logic, but that can be a plus.","category":"General Mathematics","authors":["Timothy W. Jones"],"published":"2021-12-08"}
{"vixra_id":"2112.0040","title":"Stellar Metamorphosis: Gas Giants Evolve Into Gas Dwarfs","abstract":"In Stellar Metamorphosis gas giants evolve into gas dwarfs. In this paper it is shown why and how this happens, supporting evidence is provided and some predictions. I also provide more detail on the intermediate stage of grey dwarfs.","category":"Astrophysics","authors":["Daniel Archer"],"published":"2021-12-08"}
{"vixra_id":"2112.0039","title":"On the Density of Twin Prime Numbers","abstract":"Like prime numbers, twin prime numbers are randomly distributed on the number axis. There is no deterministic equation that can be accurately expressed, so we can only use the uncertain probability distribution for research. Based on the latest research results, this paper uses \"probability statistics\" and \"prime number pair distribution theorem\" to conduct a preliminary study on the distribution interval of twin prime numbers. The results show that twin prime numbers and the interval occupied by prime numbers gradually increase as the integer value increases.","category":"General Mathematics","authors":["Zhi Li","Hua Li"],"published":"2021-12-08"}
{"vixra_id":"2112.0038","title":"A Stringy Model of Pointlike Particles","abstract":"A previous supersymmetric preon scenario for visible matter particles is extended to the dark sector. In addition, the scenario is reformulated as a Double Field Theory (DFT) with four extra dimensions, to avoid a singular Big Bang in cosmology. T-duality and doubled local Lorentz symmetry of the model are genuine stringy properties. It is proposed that DFT preons may be an approximate pointlike projection of string theory.","category":"Quantum Gravity and String Theory","authors":["Risto Raitio"],"published":"2021-12-07"}
{"vixra_id":"2112.0037","title":"Antónimos in the Linguistics Symbolic in ASPR and the Concatention of True Information","abstract":"The transformation from symbolic V\/F to symbolic linguistic is performed in ASPR (Relativist Polyvalent Symbolic Algebra) and the logical coherence of the represented Machine is shown. As a didactic example, the Conjecture of the infinite primes n^2+1 is used.","category":"Set Theory and Logic","authors":["Pablo Hernan Pereyra"],"published":"2021-12-07"}
{"vixra_id":"2112.0036","title":"Direct Proof of Fermat's Last Theorem Based on Even\/odd Parity of Numbers","abstract":"This is a Direct proof of Fermat's Last Theorem based on Even\/Odd parity of numbers. It is short,direct and comprehensible by student in Mathematics and  lovers of Mathematics.","category":"Number Theory","authors":["Mohamed Azzedine"],"published":"2021-12-07"}
{"vixra_id":"2112.0035","title":"Direct Proof of Fermat's Last Theorem Based on Induction on Z not on N","abstract":"Direct proof of fermat's Last Theorem (x^n +y^n =z^n)based on Induction on z not on n. it is short, direct and comprehensible by student in Mathematics and lovers of Mathematics. It use mathematical tools of Fermat's era.","category":"Number Theory","authors":["Mohamed Azzedine"],"published":"2021-12-07"}
{"vixra_id":"2112.0034","title":"Demonstration of a Technique to Construct a One-to-One Correspondence Between N and the Infinite Binary Decimals in (0,1)","abstract":"In this paper we will see how by varying the initial conditions of the Cantor's demonstration we can use the Diagonal Method to produce a one-to-one correspondence between the set of natural numbers and the set of infinite binary decimals in the open interval (0, 1).","category":"Set Theory and Logic","authors":["Ron Ragusa"],"published":"2021-12-07"}
{"vixra_id":"2112.0033","title":"About the Properties of Prime Numbers in the Form Ma^m+1 and A^m+1","abstract":"In this study we used an algebraic method that uses elementary algebra and binomial theorem. To create  series  .We used these series to study the prime numbers of the form  p=ma^n+1 and (q=a)^m+1 , We found several characteristics for example, we proved If , p prime number and  p=ma^m+1 where a is odd then m^(a^m )≡-1(mod  p) .We also obtained several results in finite series.","category":"Number Theory","authors":["Shazly Abdullah"],"published":"2021-12-07"}
{"vixra_id":"2112.0031","title":"Analysis of Hubble Tension","abstract":"The results of measurements of Hubble constant   H_0 , which characterizes the expansion rate of the universe, shows that the values of   H_0  vary significantly depending on Methodology. The disagreement in the values of  H_0  obtained by various teams far exceeds standard uncertainties provided with the values. This discrepancy is called Hubble Tension. In this paper, we discuss Macrostructures of the World and provide an explanation of Hubble Tension in frames of the developed Hypersphere World-Universe Model (WUM).","category":"Relativity and Cosmology","authors":["Vladimir S. Netchitailo"],"published":"2021-12-05"}
{"vixra_id":"2112.0030","title":"Visualizing the Extended Electron and Its Spin & Radiation in Magnetic Field ( the Spin Acceleration Radiation Coupling )","abstract":"This article presents illustrations of an extended model of the electron to visualize how and why the electron spins and radiates by an external magnetic field . The coupling of three physical features : spin , acceleration and radiation will be discussed .","category":"Classical Physics","authors":["Hoa Van Nguyen"],"published":"2021-12-06"}
{"vixra_id":"2112.0029","title":"Visualizing Spin & Radiation of the Extended Electron in Electric Field ( Emission & Absorption of Photons )","abstract":"This article presents the illustrations that show how and why the electron spins and radiates in an external electric field . Bremsstrahlung & Cerenkov radiations, and the processes of Emission & Absorption of photons will be discussed .","category":"Classical Physics","authors":["Hoa Van Nguyen"],"published":"2021-12-05"}
{"vixra_id":"2112.0028","title":"Fundaments of a Theory of Aether – Part 3 Magnetic Field of Current-Carrying Coil Revealed with Computational Fluid Dynamics of Aether","abstract":"In this short communication it is announced the successful simulation of the magnetic field of a current-carrying coil using the methods of computational fluid dynamics on aether. The magnetic field lines correspond to the aether vortex lines obtained computationally. The magnetic field pattern is reproduced to great detail and some of the features missing in the magnetic field can be explained by observing the behavior of the field as it is generated by the electric current in the coil. The simulation is available on Youtube video platform.","category":"Classical Physics","authors":["Ionel Dinu"],"published":"2021-12-06"}
{"vixra_id":"2112.0027","title":"The Binary Goldbach Conjecture Via the Notion of Signature","abstract":"In this paper we prove the binary Goldbach conjecture. By exploiting the language of circles of partition, we show that for all sufficiently large $n\\in 2\\mathbb{N}$\r\n\\begin{align}\r\n    \\# \\left \\{p+q=n|~p,q\\in \\mathbb{P}\\right \\}>0.\\nonumber\r\n\\end{align}This proves that every sufficiently large even number can be written as the sum of two prime numbers.","category":"Number Theory","authors":["Theophilus Agama"],"published":"2021-12-06"}
{"vixra_id":"2112.0026","title":"Notions of The Theory of Errors For The Technical Assistants","abstract":"In this fascicle, we give some elements of the Theory of Errors for Technical Assistants working in the field of surveying and topography.","category":"Geophysics","authors":["Magtouf Rezgui","Abdelmajid Ben Hadj Salem"],"published":"2021-12-06"}
{"vixra_id":"2112.0025","title":"X17 and the Dark Mark","abstract":"Recent developments in particle physics, astrophysics and cosmology seem to converge towards the recognition of the existence of the QCD axion. Moreover, a substantial equivalence between the X17 boson and the QCD axion has been proposed. A description of X17 is suggested as a particle composed of four preons, from a model described in previous articles of ours. The paper ends by pointing to a possible application of results related to braiding and fusion statistics to this model.","category":"High Energy Particle Physics","authors":["Fabrizio Vassallo"],"published":"2021-12-06"}
{"vixra_id":"2112.0024","title":"Adding a Gravitational Waves Detector to the Double Slit Experiment","abstract":"“We choose to examine a phenomenon which is impossible, absolutely impossible, to explain in any classical way, and which has in it the heart of quantum mechanics” – Richard Feynman. This paper shows that when an elementary particle (electron, photon and proton) is not measured, it doesn’t have a momentum and location. This idea will be proven by a thought experiment combining double slit experiment with gravitational waves measurement.","category":"Quantum Physics","authors":["Eran Sinbar"],"published":"2021-12-05"}
{"vixra_id":"2112.0023","title":"Relativity in Function Spaces and the Need for Fractional Exterior Calculus","abstract":"We look at Lorentz transformations from the perspective of functional analysis and show that the theory of functional analysis so far has neglected a critical point by not taking into consideration inputs of functions when measuring distances in function spaces.","category":"Mathematical Physics","authors":["Alireza Jamali"],"published":"2021-12-05"}
{"vixra_id":"2112.0022","title":"A New Relation Between Lerch's $\\Phi$ and the Hurwitz Zeta","abstract":"A new relation between the Lerch's transcendent, $\\Phi$, and the Hurwitz zeta, $\\zeta(k,b)$, at the positive integers is introduced. It is derived simply by inverting the relation presented in the precursor paper with one of two approaches (its generating function or the binomial theorem). This enables one to go from Lerch as a function of Hurwitz zetas (of different orders), to Hurwitz as a function of Lerches. A special case of this new functional equation is a relation between the Riemann's zeta function and the polylogarithm.","category":"Number Theory","authors":["Jose Risomar Sousa"],"published":"2021-12-05"}
{"vixra_id":"2112.0021","title":"The Relationship Between the φ(n) Function and Solutions of Diophantine Equations","abstract":"In this work we used an algebraic method that uses elementary algebra . To create series. We used the series and Euler function φ(n) to find solutions to some types of Diophantine equations such as p = dn - n + 1. We found a relationship between the solutions of the Diophantine equations and solutions of some types of congruences  that use the φ(n) function. This relationship is the results that relate the solutions of congruence to the solution of the equations","category":"Number Theory","authors":["Shazly Abdullah"],"published":"2021-12-04"}
{"vixra_id":"2112.0020","title":"Time Crystals Considered as Ultra-Long-Term Binary Data Memory Storage","abstract":"The recent experimental demonstration of time crystals by leading technology labs has led to flurry of research and proposed applications. The concept of using time crystals as an ultra-long-term data memory storage mechanism is suggested in principle only.","category":"History and Philosophy of Physics","authors":["Tariq Khan"],"published":"2021-12-02"}
{"vixra_id":"2112.0019","title":"Experimental Testing for Anisotropic Refractivity in Gas as a Mechanism for the Small Signal Residuals in the “Ether Drift” Interferometry of Michelson-Morley and Dayton C Miller","abstract":"We explore the hypothesis that the small signal residuals in the “ether drift” interferometry experiments of Michelson & Morley (1887) and Miller (1933) were caused by anisotropy of light propagation in gas due to an unknown mechanism not manifest in vacuum. This proposition does not challenge Local Lorentz Invariance, a characteristic of space-time which is properly studied in vacuum, but instead suggests an unconventional effect in low density matter. A rotating Mach-Zehnder interferometer comparing propagation of 532 nm laser light in air and vacuum demonstrated the one-way speed of light in air to be isotropic to the level of delta c\/c < 1E-9. This result excludes anisotropic propagation matching a classical “ether drift” pattern as an explanation for Miller’s (1933) data. A thermal effect of non-local origin, as proposed by Consoli & Pluchino (2018), implying anisotropic propagation with maximal and minimal velocities orthogonal, remains a viable hypothesis. Testing will require precision better than delta c\/c < 1E-10.","category":"Relativity and Cosmology","authors":["Simon WW Manley"],"published":"2021-12-02"}
{"vixra_id":"2112.0018","title":"From Classical to the Quantum Motion of Strings","abstract":"We consider some problems concerning the classical string and the quantum strings\r\nwhich can have the deep physical meaning. We show that there is the asymmetry of the\r\naction and reaction in the string motion for the string with the left end fixed and the right\r\nend being in periodic motion. We derive also the quantum internal motion of this system.\r\nThe quantization of the string with the interstitial massive defect is performed. \r\nThe classical motion of uniformly accelerated string and its relation the Bell paradox is\r\nconsidered.  We discuss the relation of this accelerated string to the Bell\r\nspaceship paradox involving the Lorentz contraction. It is evident that the acceleration\r\nof the string can be caused by gravity and we show that such acceleration causes the\r\ndifferent internal motion of the string.\r\nGravity can be described by the string\r\nmedium in the Newton model of gravity. We show, that in case of the string model of\r\ngravity the motion of planets and Moon are oscillating along the classical trajectories\r\nIn the string model of hadrons the quarks are treated to be tied together by a gluon\r\ntube which can be approximated by the tube of vanishing width, or by string. We apply\r\nthe delta-function form of force to the left side of the string and calculate the propagation\r\nof the pulse in the system.","category":"Mathematical Physics","authors":["Miroslav Pardy"],"published":"2021-12-03"}
{"vixra_id":"2112.0017","title":"A Concatenação Da Informação Verdadeira E Teoremas Em Aspr E A Conjectura (Teorema) De Andrica The Concatenation of True Information and Theorems in Aspr and the Conjecture (Theorem) of Andrica","abstract":"É mostrado de forma didática simples a concatenação da Informação Verdadeira na simbólica V\/F em ASPR (Álgebra Simbólica Polivalente Relativista) colocando a Conjectura de Andrica em nível de Teorema pelos intervalos de Legendre. São enunciados dois Teoremas equivalentes de Informação em Simbólica V\/F em ASPR.","category":"Set Theory and Logic","authors":["Pablo Hernan Pereyra"],"published":"2021-12-03"}
{"vixra_id":"2112.0016","title":"The Projection Theory Part I Supplement 1: A New Definition of Time & the Calculation of the Speed of Light Based on the Electron Radius","abstract":"In the summary of the 1main part of this work it was stated that all physical constants investigated there, like G, μ0 ε0 or α can be represented over only three basic values, i.e., a minimum length smin, minimum time tmin and the radius of the electron re, as well as additionally the dimension factors fD4 and fD42 worked out especially for the projection theory. With this supplementary work, we have now succeeded in reducing the number of basic values to a single one, namely re, since the other two can be derived quite easily from this quantity.                                                                                                                               The minimum length smin, which was previously calculated via h and therefore corresponded from the value of the Compton wavelength for the proton, is now replaced by smin = re 2π2.                  The values of smin old and new have a relative deviation of 1.6 10-6, which is acceptable, but still subject to further consideration.                                                                                                         For the conversion of tmin to a re-based expression, one must remember the important principle of projection theory that time in our projective reality corresponds to a length in the 4th dimension. A length in the third dimension can be transformed into a four-dimensional one simply by applying the power 4\/3. It was postulated therefore for our basic values: re4\/3 ≡ tmin                             re4\/3 = ftime tmin The task was to calculate the proportionality constant ftime in a simple and independent way. In fact, this was accomplished in three ways. The first formula is based exclusively on π and the above-mentioned dimension factors. The second equation is a pure number construct, i.e., a geometrical series which contains only powers of ten and the factor 60 which is important for our time calculation. The third formula derives in the basic structure from the second one, but contains the important conversion factors of our time division system (1440 min\/d, 86400 s\/d) and a time reference from cosmology, the sidereal year in sidereal days. With these proportionality constants, the speed of light could be calculated with a relative error of 2 10-7, 1 10-9 and 5 10-11 in the order of the above enumeration of the factors.","category":"Classical Physics","authors":["Norbert Buchholz"],"published":"2021-12-03"}
{"vixra_id":"2112.0014","title":"About the Properties of Prime Numbers in the Form","abstract":"In this study we used an algebraic method that uses elementary algebra and binomial theorem. To create  series   We used these series to study the prime numbers of the form                     , We found several characteristics . for example, we proved If , p prime number and          where          then       (      ) .We also obtained several results in finite series.","category":"Number Theory","authors":["Shazly Abdullah"],"published":"2021-12-03"}
{"vixra_id":"2112.0013","title":"Minimum with Inequality Constraint Applied to Increasing Cubic, Logistic and Gomperz or Convex Quartic and Biexponential Regressions","abstract":"We present a method of minimizing an objective function subject to an inequality constraint. It enables us to minimize the sum of squares of deviations in linear regression under inequality restrictions. We demonstrate how to calculate the coefficients of cubic function under the restriction that it is increasing, we also\r\nmention how to fit a convex quartic polynomial.\r\n\r\nWe use such results for interpolation as a method for calculation of starting values for iterative methods of fitting some specific functions, such as four-parameter logistic, positive bi-exponential, or Gomperz functions. Curvature-driven interpolation enables such calculations for otherwise solutions to interpolation equations may not exist or may not be unique.\r\n\r\nWe also present examples to illustrate how it works and compare our approach with that of Zhang (2020).","category":"Statistics","authors":["Josef Bukac"],"published":"2021-12-02"}
{"vixra_id":"2112.0012","title":"A Traffic Prediction Using Machine Learning: Literature Survey","abstract":"Accurate calculation of the commute cost is crucial for the government to decide whether housing subsidy will be provided to disadvantaged workers, or to create a new method that can reduce the commute cost of the disadvantaged workers by offering mass transit. Many studies have already proven that machine learning can predict traffic and commute times. Although different machine learning algorithms can be used, this study mainly uses Long Short-Term Memory (LSTM) and Gated Recurrent Unit (GRU), which are based on the Recurrent Neural Networks (RNNs) architecture.","category":"Artificial Intelligence","authors":["Ji Yoon Kim"],"published":"2021-12-02"}
{"vixra_id":"2112.0011","title":"The Covariant Helmholtzian","abstract":"The d'alembertian operator on vector doublets may be factored with a pair of four-by-four matrices via simple partial derivatives as elements. As a generalization of the d'alembertian operator,the Helmholtzian operator on vector doublets may be factored with a pair of four-by-four matrices via simple partial derivatives augmented by adding certain constants as elements thereto. The Covariant Helmholtzian operator generalizes these, where the elements of the pair of four-by-four matrices are covariant derivatives applying to the vector doublet operated on. Thus, the d'alembertian operator is a Covariant Helmholtzian operator operated in a flat rectangular Cartesian space; the Helmholtzian operator is a Covariant Helmholtzian operator operated in a space of curvature where all the Christoffel symbols are appropriate constants.","category":"Functions and Analysis","authors":["Claude Michael Cassano"],"published":"2021-12-02"}
{"vixra_id":"2112.0010","title":"Com Quantum Laws of LIGO Signal","abstract":"The academic circles over publicize the difficult process of LIGO exploring the signal and extracting the signal according to the predetermined target, which not only exposes the essence that such so-called scientific experiments are more like secret children's play, but also makes readers' attention far deviate from the important theme of how to use scientific methods to test whether LIGO signal is the gravitational wave generated in the process of spiral binary star merger, so as to blindly believe in science fiction news. What exact law should gravitational waves obey? Since LIGO gives the so-called observation data of gw150914 signal, as long as the accurate law obeyed by gw150914 signal is analyzed and compared with the accurate law of gravitational wave, an irrefutable scientific conclusion can be obtained. In fact, the gw150914 signal does not follow the relativistic Blanchet frequency equation of gravitational waves that LIGO likes to talk about (please refer to the paper: relativistic equation failure for LIGO signals). It has a unique law and seems to be a signal on the earth. However, further analysis shows that it has some specific differences from such signals on the earth. The comprehensive conclusion from multiple perspectives shows that the key operators of LIGO secretly extract data of the motion process of the simulation device to confuse the public and thus forge gw150914 gravitational wave, which is very likely. This paper accurately fits the com quantum law obeyed by gw150914 signal frequency. However, almost all famous mainstream academic journals unanimously refuse to publish such papers on the accurate analysis of the precise law of LIGO signal, and continue to publish more science fiction stories without experimental data analysis to further maintain lies. The author now offers a reward of 1 million yuan to reward scholars who strictly deduce the accurate co quantization law of gw150914 signal in theory rather than guessing through hypothesis. People who pursue truth all over the world unite to prevent the further spread of mainstream academic corruption that ignores academic morality, only seeks fame and wealth, cooperates in fraud and stifles truth. This reward is valid before the author publishes the core principles of COM quantum theory and is limited to the author's lifetime.","category":"Quantum Physics","authors":["X. D. Dongfang"],"published":"2021-12-02"}
{"vixra_id":"2112.0009","title":"Higher Multiplicative Series","abstract":"In the Fibonacci series, we have two numbers by adding\r\nthem we get a series consisting of even and odd numbers in this it\r\ngoes up to infinity we can track any n\r\nthe number by Binet’s formula.\r\nI have just thought of the multiplication of the first two terms and\r\ncontinued till where I can go, it means that the first two terms in the\r\nform (a, b) we will continue the multiplication as we do the addition\r\nin the Fibonacci series. As a result, we will get the big integers from\r\nthe 7th term approximately which is obvious by multiplying to its\r\nprevious one it will come to a very big integer which cannot be\r\naccountable by some range. If we do the multiplication the first two\r\nterms will be the same however from the third term it can be written\r\nas the power of those integers in which the powers will be following\r\nthe Fibonacci series in this we can also find the nth term for the\r\nmultiplicative series. Here the first two terms will be in the same order\r\nas they will be given to find the series by changing the order it will\r\nviolate the rule of the restricted term. The meaning of the restricted\r\nhere is that the order of (a, b) will be the same throughout the\r\ncalculation of the whole series we cannot alter that if we do so then it\r\nwill not be a more restricted term. So there are two concepts in the\r\nmultiplicative series restricted and non-restricted series. If the (a,\r\nb) is there and the operation is going on then it can be said as the\r\nrestricted series if it is given (a, b) and asked for the (b, a) series\r\nthen it is said as non-restricted series. I have considered 4 possible\r\ncriteria to check the pairing of the variables (a, b). We will get to\r\nknow about the series and also the nth term value of that series for\r\nall possible solutions.","category":"Algebra","authors":["Vishal Pandey"],"published":"2021-12-02"}
{"vixra_id":"2112.0008","title":"Origin of the Excess and No Excess of Electron-Neutrinos in MiniBooNE and MicroBooNE, Respectively","abstract":"The atom-like structure of baryons, creation of virtual pairs, and different target-detector distances explain why, unlike the MiniBooNE data, the MicroBooNE results show no excess of electron-neutrinos and electron-antineutrinos. Our result, i.e. excess = 414.4 +- 59.0, is consistent with the MiniBooNE data.","category":"Quantum Gravity and String Theory","authors":["Sylwester Kornowski"],"published":"2021-12-02"}
{"vixra_id":"2112.0007","title":"Theory of Everything – Das Geometrische Mittel Als Alternative Zum Newtonsches Gravitationsgesetz","abstract":"Newton's law of gravitation F = G m_1 m_2 \/ r ^ 2 gives very precise results for the radii r and velocities v of one orbit. But they give no indication of the diameter of celestial bodies. With the torques and a corresponding formula for the time or frequencies N_B \/ w_B = N_1 \/ w_1 = N_2 \/ w_2, all forces can be summarized: N ((i + 1)% 3, d) \/ R (((i + 1)% 3), d) = N (i, d) \/ R (i, d) d = {w, x, y, z} i = {observer, object 1, object 2} This gives the TOE with only one type of particle. Examples are calculations of the proton mass, as well as the diameter and orbit of Mercury.","category":"Mathematical Physics","authors":["Helmut Schmidt"],"published":"2021-12-01"}
{"vixra_id":"2112.0006","title":"Inconsistency in the Set of Rational Numbers Should Be Welcomed","abstract":"In previous papers we have shown logical inconsistencies within the set of rational numbers. This is not a weakness in the real or rational number systems. It just shows that the rational and real numbers can be used to develop different types of models that are consistent within themselves but not necessarily consistent with each other. This is a strength of these systems. Different people have different views of reality that are not necessarily consistent with each other. Many people hold beliefs that when logically analyzed are not consistent with each other. The rational and real number systems are robust enough to model this diversity.","category":"Set Theory and Logic","authors":["James Edwin Rock"],"published":"2021-12-01"}
{"vixra_id":"2112.0005","title":"Mass Spectrum in General Models","abstract":"Within the framework of the technology of axioms of dynamic space-matter, it is possible to calculate the mass spectrum of elementary particles and the spectrum of atomic models in a single mathematical truth.","category":"Quantum Gravity and String Theory","authors":["Pastushenko Vladimir Alexandrovich"],"published":"2021-12-01"}
{"vixra_id":"2112.0004","title":"The Solution of the Collatz Conjecture in the Tartaglia Triangle","abstract":"With the Collatz algorithm it is not possible to process all natural numbers because we do not know: quantities and values ​​of even and odd numbers and all their factors. From Tartaglia's triangle we can detect odd numbers which are the sum of the results of the infinite powers of 2 which have an even index and which are also equal to the previous odd * 4 + 1. These are all the odd numbers that * 3 + 1 generate an even number that is the result of a base power 2 and even index 2 ^ (2 * n≥1) and that, the nth half, ends at 1 because ½ of 2 ^ 1 = 2 ^ 0 = 1.","category":"Number Theory","authors":["Giovanni Di Savino"],"published":"2021-12-01"}
{"vixra_id":"2112.0003","title":"On the Development of Various Equations Concerning the Ramanujan Manuscript Book 1. New Possible Mathematical Connections with Several Topics Regarding the Dark Matter and the Supersymmetry Breaking.","abstract":"In this research thesis, we analyze further equations concerning the Ramanujan Manuscript Book 1. We obtain new possible mathematical connections with several topics regarding the Dark Matter and the Supersymmetry Breaking.","category":"Mathematical Physics","authors":["Michele Nardelli","Antonio Nardelli"],"published":"2021-12-01"}
{"vixra_id":"2112.0002","title":"Once Again About the Noosphere","abstract":"We would like to briefly stop and rethink the noospheric aspects in connection with the situation of the transition of the biosphere into the noosphere and, first of all, in connection with the world perception dualism: freedom and necessity.","category":"Geophysics","authors":["V. A. Kasimov"],"published":"2021-12-01"}
{"vixra_id":"2112.0001","title":"Our Collapsing Friedman Universe","abstract":"In 1907 using special relativity, Albert Einstein proved that vacuum permittivity, ε, changes in accelerating coordinate reference frames. ε is the scalar in Maxwell’s equations that determines the speed of light and the strength of electrical fields. In 1952, Møller confirmed Einstein’s discovery by proving that ε is a function of the curvature of static spacetimes. In 1994, Sumner proved that ε changes with the curvature of Friedmann spacetime. Photon energies are proportional to ε, but the energies of photons emitted by atoms are proportional to ε^2. This difference reverses the interpretation of Hubble redshifts. Hubble redshifts only result when a Friedmann universe is collapsing. This is confirmed by the Pantheon redshift data fit of 1048 supernovas with a negative Hubble constant Ho =-72.10±0.75 km s−1 Mpc−1 and a deceleration parameter 1\/2 < q_o < 0.51. The velocity of light in Friedmann geometry is inversely proportional to the radius of the universe. The velocity of light was infinite at the Big Bang and decreased to zero at maximum size when the universe began to collapse. The velocity of light is now accelerating towards infinity. Its current value is c. Collapse will be complete in 9.05 billion years. The current age of the universe is estimated to be 1.54 x 10^4 billion years.","category":"Relativity and Cosmology","authors":["William Q. Sumner"],"published":"2021-12-01"}
